Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Two stationary water monitors positioned about 30 metres from the compressor house had to be activated manually by the response team after its arrival at the fire scene.
nb: To stasjonære brannkanoner som står om lag 30 meter fra kompressorhuset måtte aktiveres manuelt, noe innsatslaget utførte etter ankomst til brannstedet.

source: Commissioning and inspection were carried out at the yard.
nb: Ferdigstilling og befaring ble gjort på verftet, jf.

source: That’s easier because most of us have a circadian rhythm which is a bit longer than 24 hours.
nb: Fordi døgnrytmen hos de fleste av oss er litt lengre enn 24 timer, er det lettere å snu med klokken enn mot.

source: Maintenance effectiveness as mentioned in the first subsection, means the ratio between the
nb: Med effektiviteten av vedlikeholdet som nevnt i første ledd, menes forholdet mellom de kravene som er

source: HLNG’s practice has been that the PSV mechanic removes them after they have been isolated and blown down by the process operators.
nb: Praksis på HLNG har vært at PSV-mekaniker har tatt ut PSVene etter at de er blitt isolert og trykkavlastet av prosessoperatørene.

source: Section 17. The responsible party according to the Framework Regulations shall ensure compliance with provisions
nb: Når det gjelder arbeidstakernes plikter i forbindelse med styringssystem, vises til § 17. Helse Den ansvarlige etter rammeforskriften skal sikre etterlevelse av bestemmelser som gjelder for vedkom-

source: To fulfil the classification requirement, the NORSOK Z-008 standard should be used in the area of
nb: For å oppfylle kravet til klassifisering bør standarden NORSOK Z-008 brukes på området helse,

source: The high level in the condensate pot was assumed to be liquid which had collected in flare piping from the blowdown initiated by the yellow ESD.
nb: Det antas at det økte nivået i kondensatbeholder skyldes væske som har samlet seg i fakkelrør i forbindelse med trykkavlastningen initiert under Gul ESD.

source: The requirement in the first subsection entails that the operator shall at all times have the necessary
nb: Andre ledd bokstav b presiserer at arbeidsmiljøloven ikke kommer til anvendelse for fartøy som utfører

source: Ballast-water valve HV3124 was closed to deal with a hydraulic leak on the actuator.
nb: Ballastvannventil HV3124 var satt i stengt posisjon med bakgrunn i vedlikehold av hydraulikklekkasje på aktuator.

source: major accident risk criteria and KPIs for evaluating well control (Norsok D-010)
nb: kriterier og KPIer for evaluering av brønnkontroll (NORSOK Standard D-010),

source: After 12 minutes, the leak was isolated by closing the valve under the steam separator.
nb: Etter 12 min klarte man å isolere lekkasjepunktet ved at ventilen rett under damputskilleren ble stengt.

source: Repairs to fire protection on structures/pipes/equipment
nb: Reparasjoner av brannbeskyttelse på struktur/rør/utstyr

source: The Petroleum Safety Authority Norway has given Lundin Energy Norway AS consent for exploration drilling in block 6306/9 in the Norwegian sea.
nb: Petroleumstilsynet (Ptil) har gitt Lundin Energy Norway AS (Lundin) samtykke til leiteboring i blokk 6306/9 i Norskehavet.

source: We have decided to focus work with the 2017 main issue on three defined areas.
nb: Ptil har valgt å spisse arbeidet med Hovedtema 2017 mot tre definerte områder:

source: However, BP had prepared a new material specification for bolts.
nb: BP hadde imidlertid utarbeidet ny materialspesifikasjonen for bolter.

source: For the Ærfugl project, it is planned to construct production pipes using new technology in the form of pipe-in-pipe with electrical heating (EHTF).
nb: PåÆrfugl prosjektet er produksjonsrøret planlagt utformet med ny teknologi i form av rør-i-rør med elektrisk oppvarming (EHTF).

source: The purpose of including this
nb: første ledd, er en

source: A new feature for 2020 concerns questions about COVID-19 and the impact of some of our audits having been conducted digitally.
nb: Nytt for 2020 er at vi har stilt spørsmål knyttet til covid-19 og effekten av at flere av våre tilsyn er gjennomført digitalt.

source: OECD test no. 107 is a suitable method for substances that are water soluble and which do not dissolve
nb: OECD test nr. 107 er egnet metode for stoffer som er vannløselige og som ikke dissosierer eller

source: The company refers to Section 2-3 of the Working Environment Act.
nb: Virksomheten viser til arbeidsmiljøloven § 2-3.

source: Examples of such units are “production”, “well service”, “operation” and “maintenance”.
nb: Eksempler på slike enheter er ”produksjon”, ”brønnservice”, ”drift” og ”vedlikehold”.

source: An opportunity for manual blowdown is available in the field.
nb: Det finnes en mulighet for manuell trykkavlastning ute i felt.

source: Chapter 4 of the Working Environment Act
nb: arbeidsmiljøloven kapittel 4

source: AkerBP has received consent to use Deepsea Stavanger on the Skarv field.
nb: AkerBP har fått samtykke til bruk av Deepsea Stavanger på Skarvfeltet.

source: The validity of this AoC is contingent upon North Atlantic Norway Limited ensuring that the facility and relevant aspects of the company’s organisation and management system are maintained, so terms and preconditions in the PSA’s decision are safeguarded.
nb: Gyldigheten av denne samsvarsuttalelsen forutsetter at North Atlantic Norway Limited sørger for at innretningen og relevante deler av selskapets organisasjon og styringssystem blir vedlikeholdt, slik at vilkår og forutsetninger i Ptils vedtak blir ivaretatt.

source: The expansion includes receiving plant and facilities for Polarled, two new onshore compressors for gas compression for Ormen Lange, the upgrading of support systems and construction of a new compressor to increase export capacity through the Langeled pipeline that runs from Nyhamna, via Sleipner to Easington in the UK.
nb: Utvidelsen omfatter blant annet mottaksanlegg og -fasiliteter for Polarled, to nye kompressorer på land for gasskompresjon for Ormen Lange, oppgradering av støttesystemer og bygging av en ny kompressor for åøke eksportkapasiteten gjennom rørledningen Langeled, som går fra Nyhamna, via Sleipner til Easington i Storbritannia.

source: Where personnel injuries offshore in 2019 are concerned, we regard with concern the increase in the number of both reportable and serious injuries for the industry in general but also for mobile facilities.
nb: Når det gjelder personskader offshore i 2019, ser vi med bekymring påøkning både innenfor antall rapporteringspliktige personskader og antall alvorlige personskader for næringen generelt, men også for flyttbare innretninger.

source: TTS verifications and Hazop are the primary activities intended to identify deficiencies in existing design and follow-up.
nb: TTS-verifikasjoner og Hazop er i hovedsak de aktivitetene som skal avdekke mangler ved eksisterende design og oppfølging.

source: These causes were multiple and complex, and can be related to maintenance of lifting equipment, training, design weaknesses and follow-up of these, and failure to identify risk at several levels, as well as planning and work practice.
nb: Årsakene var flere og sammensatte og kan relateres til vedlikehold av løfteustyr, opplæring, svakheter ved design og oppfølgingen av disse svakhetene, manglende identifisering av risiko på flere nivåer samt planlegging og arbeidspraksis.

source: humans, so that the interaction between people, technology and organisation is optimised, cf. Section 13 of the Management Regulations.
nb: behov, slik at samspillet mellom mennesker, teknologi og organisasjon optimaliseres, jf. styringsforskriften § 13.

source: They shall be able to withstand the loads they are exposed to, including loads with an annual likelihood of 10
nb: De skal kunne motstå de laster de utsettes for, herunder laster med årlig sannsynlighet på 10

source: The area where the incident occurred was included in the plans for surface maintenance, with repairs due in 2013.
nb: Området hvor hendelsen skjedde var på planen for overflatevedlikehold, og var planlagt utbedret i 2013.

source: Production was shut down for 67 days as a result of the leak.
nb: Produksjonen var stengt i 67 dager som følge av lekkasjen.

source: The Vilje and Volund fields are also tied back to the production unit.
nb: Feltene Vilje og Volund er også knytte til produksjonsinnretninga.

source: Equinor – consent for exploration drilling in the North Sea
nb: Equinor – samtykke til leiteboring i Nordsjøen

source: The Petroleum Safety Authority Norway has carried out an audit of communication systems for Ivar Aasen.
nb: Petroleumstilsynet har ført tilsyn med kommunikasjonssystemer på Ivar Aasen.

source: Statfjord has been developed using three platforms with concrete substructures standing in 145 metres of water.
nb: Statfjord er bygget ut med tre plattformer med betongunderstell som står på 145 meters havdyp.

source: Use of own management system for non-conformity handling
nb: Bruk av eget styringssystem for avvikshåndtering

source: Investigation report following the hydrocarbon leak on Ula and notification of order
nb: Granskingsrapport etter hydrokarbonlekkasje på Ula og varsel om pålegg

source: The well will be drilled by Rowan Viking which is a jack-up mobile drilling facility built in Singapore in 2010.
nb: Brønnen skal borast med Rowan Viking, som er ei oppjekkbar, flyttbar boreinnretning bygd i Singapore i 2010.

source: As part of the triennial inspection, one segment from either OLS A or B is removed for pressure testing pursuant to the requirements set by the OCIMF.
nb: Tre-årlig vedlikehold omfatter også at ett slangesegment, fra enten OLS A eller B, tas ut for trykktesting i henhold til krav gitt av OCIMF.

source: Other components affected by the upgrade have not been assessed by the team, but must be assessed when issuing a conformity declaration.
nb: Andre komponenter som blir påvirket av oppgraderingen er ikke vurdert av oss, men må vurderes ved utstedelse av samsvarserklæring.

source: “The RNNP AU contributes to that, since it analyses the same base facts, data, DSHAs and barriers as the rest of the RNNP – with the natural environment as its starting point.”
nb: - RNNP AU bidrar til dette, ved at kartleggingen analyserer samme faktagrunnlag, datamateriale, DFUer og barrierer som resten av RNNP - med utgangspunkt i ytre miljø.

source: “When something happens, it’s important to establish why the barriers intended to prevent it have failed.
nb: - Når en hendelse har inntruffet, er det viktig å undersøke hvorfor barrierene som skulle forhindre dette, har sviktet.

source: Sections 1 and 2 of the
nb: Maskinforskriften § 1 og § 2

source: Pressure in the bell dropped the equivalent of 18 metres from an original level corresponding to 110 metres.
nb: Totalt trykkfall var omlag 18 meter, fra omlag 110 meters utgangstrykk i dykkeklokken.

source: “The scope of pending maintenance on the NCS is a challenge, and we’re particularly concerned that the companies don’t look a job in isolation, but at its contribution to overall risk.”
nb: - Omfanget av det utestående vedlikeholdet på sokkelen er en utfordring, og i den forbindelse er vi særlig opptatt av at selskapene ikke isolert ser på enkeltjobbene, men på det helhetlige risikobidraget.

source: Maersk - Maersk Integrator - integrity of structures and marine systems – part I
nb: Maersk - Maersk Integrator - integritet av konstruksjoner og marine systemer - del I

source: The latter apply to permanently installed facilities in the petroleum industry in areas specified in section 2 of the framework regulations on scope of application The work winch is a machine subject to the
nb: Forskriften gjelder for permanent plasserte innretninger i petroleumsvirksomheten på områder som nevnt i rammeforskriften § 2 om virkeområde. Den brukte arbeidsvinsj er en maskin som kommer inn under

source: Songa Encourage is a semi-submersible drilling facility of the GVA 4000 type, operated by Songa Offshore.
nb: Songa Encourage er ei halvt nedsenkbar boreinnretning av typen GVA 4000, operert av Songa Offshore.

source: Deepsea Atlantic is a semi-submersible drilling facility of the MODU GVA 7500 type.
nb: Deepsea Atlantic er ei halvt nedsenkbar boreinnretning av typen MODU GVA 7500.

source: This caused the immediate activation of the highest shutdown level (yellow ESD) on the Eldfisk complex and Embla.
nb: Dette medførte umiddelbar aktivering av høyeste nedstengningsnivå (Gul ESD) på Eldfisk kompleks og Embla.

source: Chapter 4 of the Regulations concerning the construction, design and production of work equipment and chemicals
nb: kapittel 4 i forskrift om konstruksjon, utforming og fremstilling av arbeidsutstyr og kjemikalier (produsentforskriften)

source: Safe Boreas is a semi-submersible accommodation facility, delivered by Jurong Shipyard of Singapore.
nb: Safe Boreas er en halvt nedsenkbar boliginnretning, levert fra Jurong Shipyard i Singapore.

source: Equinor’s experience after the incident was normalised indicates that the crack(s) have largely closed and stayed sealed.
nb: Equinors erfaringer fra perioden etter at hendelsen ble normalisert indikerer at sprekken i stor grad har stengt seg og holder tett.

source: Materials were chosen on the basis of standard grades used on the similar OLS A loading system.
nb: Valg av materialer ble foretatt på bakgrunn av standard materialer benyttet på det tilsvarende OLS A lastesystemet.

source: Appendix B should be used.
nb: vedlegg B brukes.

source: This is around 165 km northwest of Kristiansund, and water depth here is 1,235 metres.
nb: Lokasjonen ligg om lag 165 km nordvest for Kristiansund, og havdjupet på staden er 1235 meter.

source: Since 2014, the Petroleum Safety Authority Norway and HSE UK have cooperated in a forum with the class societies DNV GL, Lloyds Register and ABS on requirements for high strength structural steels.
nb: Petroleumstilsynet og HSE UK har siden 2014 samarbeidet i et forum med klasseselskapene DNV GL, Lloyds Register og ABS om krav til høyfast konstruksjonsstål.

source: The leak occurred at a low-point drainage pipe on the recirculation line with hydrogen-rich gas in the reactor part of the plant, on the line into furnace H-1202.
nb: Lekkasjen skjedde i en lavpunktsdreneringsstuss i resirkulasjonslinjen med hydrogenrik gass i reaktordelen av anlegget, i linjen inn til ovnen, H-1202.

source: The transition between the turned male adaptor tube and the hex flats has a small radius.
nb: Overgang mellom dreid male adapter rør og verktøy-nøkkelfeste har en liten radius.

source: Repsol - Yme - Planning and execution of well operations and follow-up of well integrity status
nb: Repsol - Yme - planlegging og gjennomføring av brønnoperasjoner og oppfølging av brønnintegritetsstatus

source: Based on these documents, Westcon issued an ILO form no 3 certificate, WCL-2015-00300 revision 1.
nb: Basert på disse dokumentene har Westcon utstedt et ILO-form nummer-3-sertifikat, WCL-2015-00300 revisjon 1.

source: (PSA, 2016) During the audit, Statoil Mongstad reported that it worked purposefully on surface maintenance and CUI.
nb: (Petroleumstilsynet, 2016) Under tilsynet informerte Statoil Mongstad om at de jobber målbevisst med overflatevedlikehold og korrosjon under isolasjon.

source: Appendix B to TR3526 refers to handover documents with the wrong document references.
nb: I TR3526, vedlegg B, vises det til overleveringsdokumenter med feil dokumentreferanse.

source: He notes that much upkeep occurs on the NCS, amounting to more than 12 million hours in 2013, and a lot is also being done to reduce pending work on safety-critical equipment.
nb: - Det utføres mye vedlikeholdsarbeid på norsk sokkel, mer enn 12 millioner timer i 2013. Det er også gjort mye for å redusere utestående arbeid på sikkerhetskritisk utstyr.

source: The most recent fatal accident on the shelf took place on board the lifting vessel Saipem 7000 in August 2007.
nb: Den siste dødsulykken på sokkelen skjedde på løftefartøyet Saipem 7000 i august 2007.

source: New technology assessments are performed for all installations according to the results from risk
nb: Nye teknologivurderinger utføres for alle installasjoner etter at resultatene fra risikovurderingene

source: However, many shift workers struggle to do their jobs and to get enough sleep between their periods at work.
nb: Mange skiftarbeidere sliter imidlertid med å fungere på jobb og å få nok søvn mellom arbeidsøktene.

source: An investigation is also required of cracks in the valve block (drain block) below the manometer and damage on its surface in order to determine their cause.
nb: I tillegg ønsker en undersøkelse av sprekk i ventilblokk (dreneringsblokk) under manometeret og skader i overflate på denne for å kunne si noe om årsak til disse.

source: User surveys in 2020: Result of the general user survey
nb: Brukerundersøkelser i 2020: Resultat fra overordnet undersøkelse

source: Sections 17 and 33 of the Facilities Regulations, status for other safety systems, ongoing activities and implemented compensatory measures.
nb: 17 og § 33, status for andre sikkerhetssystemer, pågående aktiviteter og iverksatte kompenserende tiltak.

source: points to a generally positive trend in
nb: type hendelser relatert til tap av liv, så er

source: The four others directly involved in the incident (operators 1 and 2, the apprentice and work-experience pupil1) were driven to the hospital by ambulance.
nb: De fire andre som var direkte involvert i hendelsen (operatør1, operatør2, lærling og utplasseringselev1) ble kjørt til sykehuset med ambulanse.

source: has been mothballed and the crew laid off.
nb: Riggen ble siden reaktivert og oppbemannet.

source: Maersk had a procedure with a checklist for handling the raw water pump system, but this contained significant deficiencies since it did not describe lifting the pump in/out.
nb: Maersk hadde en prosedyre med en sjekkliste for håndtering av råvannspumpesystemet, men den hadde vesentlige mangler da den ikke beskrev inn- og utløft av råvannspumpen.

source: prudent maintenance is facilitated.
nb: det legges til rette for et forsvarlig vedlikehold.

source: The facility is under Norwegian flag and was built by Ulstein Verft AS, completed in 2008.
nb: Innretningen har norsk flagg og ble bygd av Ulstein Verft AS, ferdigstilt 2008.

source: Capricorn Norge AS - Consent for exploration drilling
nb: Capricorn Norge AS - Samtykke til leiteboring

source: The operator must obtain a permit from the Norwegian Environmental Agency for petroleum activities under Chapter 3 of the Pollution Control Act (in Norwegian only).
nb: Operatøren må ha tillatelse til petroleumsvirksomhet etter forurensningsloven kapittel 3 fra Miljødirek- toratet.

source: Integrated Operations (IO)
nb: Integrerte operasjoner (IO)

source: After a tendering process in June 2018, Aker BP opted to charter
nb: Etter en anbudsprosess i juni 2018 valgte Aker BP å kontrahere Island Offshore og fartøyet Island Diligence.

source: The extent is delimited by imaginary vertical lines running from the seabed up to 500 metres, calculated from the facility's highest point.
nb: Utstrekningen avgrenses av tenkte vertikale linjer som løper fra havbunnen og opp til 500 meter regnet fra innretningens høyeste punkt.

source: Injectivity tests are a new activity for Island Wellserver and Island Frontier.
nb: Injektivitetstesting er en ny arbeidsoperasjon for Island Wellserver og Island Frontier.

source: Marking of mandatory GMDSS equipment
nb: Merking av obligatorisk GMDSS utstyr

source: Water depth in the area is about 340 metres.
nb: Vanndypet i området er cirka 340 meter.

source: Drills related to collaboration on emergency preparedness against acute pollution should include skill training in the individual emergency preparedness functions and co-training between the operator and any agreement parties.
nb: Øvelser tilknyttet samarbeid om beredskap mot akutt forurensning bør omfatte ferdighetstrening i de enkelte beredskapsfunksjoner og samtrening mellom operatørselskapet og eventuelle avtaleparter.

source: For normal steel under high temperatures (80-90oC), a general corrosion rate could be 0.5mm/y, more than 10 times faster than the assumptions usually applied in calculations.
nb: For vanlig stål ved høye temperaturer (80-90 oC) kan en ha en generell korrosjon på 0,5 mm/år, mer enn 10 ganger raskere enn i vanlige antagelser i beregninger.

source: Here, 77% use the options "agree" or "strongly agree" while 23% answer "disagree", "somewhat agree" or "I don’t know".
nb: Her benytter 77% av alternativene «enig» eller «helt enig» mens 23 % svarer «uenig», «ingen formening» eller «vet ikke».

source: “While the suppliers have an independent responsibility to comply with the regulations, important conditions for their activities are determined by others,” says Ingvil Tveit Håland.
nb: - Leverandørene har selvstendig ansvar for å følge regelverket, men viktige rammer for leverandørenes virksomhet settes av andre, sier tilsynsleder Ingvil Tveit Håland.

source: a) A-60 for control and emergency preparedness rooms, rooms for fire pump systems and rooms for
nb: a) A-60 for kontroll- og beredskapsrom, rom for brannpumpesystemer og rom for nødkraftkilde med

source: Much attention was focused post-DwH on the BOP and equipment for capping and containment.
nb: Det ble i etterkant av DwH-ulykken rettet mye oppmerksomhet mot utblåsningssikringen (BOP) og utstyr for kapsling og oppsamling (capping and containment).

source: Chemicals shall be tested for the individual organic substances' potential for bioaccumulation, in
nb: Kjemikalier skal testes for de enkelte organiske stoffenes potensial for bioakkumulering, i henhold til

source: standard Chapter 7.9 and A.8 in Annex A should be used.
nb: kapittel 7.9 og A.8 i tillegg A brukes.

source: The results are presented in annual reports., which also provide a basis for implementing measures to prevent a negative development.
nb: Resultatene presenteres i årlige rapporter, som også gir grunnlag for å sette i verk tiltak for å motvirke en negativ utvikling.

source: Major accident risk on land
nb: Storulykkerisiko på land

source: The incident occurred in connection with testing drilling fluid (mud) in a retort in the lab.
nb: Brannen oppstod i forbindelse med testing av borevæske (boreslam) i en retorte i slamlaboratoriet.

source: Equinor – Martin Linge – control, monitoring and safety systems
nb: Equinor – Martin Linge – kontroll-, overvåkings- og sikkerhetssystemer

source: Wells shall be designed so that well control can be regained by means of one (1) relief well.
nb: Brønner skal utformes slik at brønnkontrollen kan gjenvinnes med én (1) avlastningsbrønn.

source: or dissociate, but are not suitable for lipophilic organic substances, complex substances organo metals or surface active agents.
nb: assosierer, men ikke velegnet for lipofile organiske stoffer, komplekse stoffer, organometaller eller overflateaktivet stoffer.

source: His frostbite was treated first in Canada and then in Norway.
nb: Frostskadene ble først behandlet i Canada, deretter i Norge.

source: Rowan Stavanger is a class KFELS N jack-up facility, delivered in 2011 by Keppel FELS Shipyard in Singapore.
nb: Valaris Rowan Stavanger er en oppjeckbar innretning av klasse KFELS N, levert i 2011 av Keppel FELS Shipyard i Singapore.
